Repository: shadowfax/GPSCamera
Catalog: GPSCamera/Resources/GPSCamera.*.resx
Languages: es, ru

# AreaCodeFailure
source: Download area code failure, please re-update!
es: Error al descargar el código de area! Inténtelo de nuevo!
ru: Ошибка загрузки кода региона. Повторите попытку!

# Authentication
source: Autentication ...
es: Autenticación ...
ru: Идентификация ...

# AuthenticationFailed
source: Authentication failed, Please re-verify!
es: Error de autenticación, por favor vuelva a intentarlo!
ru: Ошибка идентификации, проверьте снова!

# AuthorizationCodeFailed
source: Failed to download authorization code, network congestion detected!
es: Error al descargar el código de autorización, la red está sobrecargada!
ru: Ошибка загрузки кода авторизации, сеть перегружена!

source: Cancel!
es: Cancelado!
ru: Отмена!

# CheckInBoot
source: Check run code ...
es: Consultando la información del chipset ...
ru: Проверка информации о чипсете ...

source: Check model ...
es: Comprobando el modelo...
ru: Проверка модели...

# ChoiceArea
source: Please choose an area ...
es: Por favor, escoja un area...
ru: Пожалуйста, выберите регион ...

# DatabaseFailed
source: Failed to download the database, network congestion detected!
es: Error al descargar la base de datos, la red está sobrecargada!
ru: Ошибка загрузки базы данных, сеть перегружена!

source: Database update ...
es: Actualizando base de datos ...
ru: Обновление базы данных ...

# DeviceInfoUpdate
source: Device information update ...
es: Actualizando la información del dispositivo ...
ru: Обновление данных устройства ...

source: Device initialization ...
es: Inicializando dispositivo ...
ru: Инициализация устройства ...

source: Device reset ...
es: Reiniciando dispositivo ...
ru: Перезагрузка устройства ...

source: Device revise ...
es: Comprobando el dispositivo ...
ru: Проверка устройства ...

# DeviceReviseFailure
source: Device revise failure, please re-connect the USB and re-update!
es: Error en la revisión del dispositivo, por favor reconecte el USB e inténtelo de nuevo!
ru: Ошибка проверки устройства. Переподключите USB кабель и попробуйте еще раз!

source: Device update ...
es: Actualizando dispositivo ...
ru: Обновление устройства

# DeviceUpdateCompleted
source: The device update has been successfully completed!
es: La actualización del dispositivo se ha completado con éxito!
ru: Обновление информации успешно завершено!

# DeviceUpdateUnfinished
source: Device has been reset, updated information unfinished!
es: El dispositivo ha sido reinicializado, no se ha terminado de actualizar!
ru: Устройство должно быть перезагружено. Обновление информации не завершено!

source: Downloading
es: Descarando
ru: Загрузка

# DownloadSoftware
source: Download required software for updating ...
es: Descargando software necesario para la actualización...
ru: Загрузка необходимой информации для обновления ...

# FindDeviceFailed
source: Can not find device, please re-update!
es: No se ha detectado el dispositivo! Inténtalo de nuevo!
ru: Устройство не обнаружено! Попробуйте еще раз!

# GetAreaAccess
source: Download area accessed ...
es: Obteniendo area de acceso ...
ru: Проблема загрузки с выбранного сервера ...

# GetCode
source: Obtain authorization code ...
es: Obteniendo código de autorización ...
ru: Получение кода авторизации ...

# InitializationFailure
source: Device initialization failure, please re-update!
es: Error al inicializar el dispositivo! Inténtalo de nuevo!
ru: Ошибка инициализации! Попробуйте еще раз!

# IsNewVersion
source: The database can be updated, the device will reset after five seconds ...
es: Se está actualizando. El dispositivo se reiniciará en 5 segundos.
ru: Данные уже обновлены. Устройство перезапустится через 5 секунд

# ModelIsLock
source: This model is lock!
es: Éste modelo está bloqueado!
ru: Устройство заблокировано

# NetworkCongestion
source: Network congestion, please wait ...
es: La red está sobrecargada, por favor espere...
ru: Пожалуста, подождите…

# NetworkDetected
source: Network congestion has been detected, please connect again!
es: Se ha detectado una congetión en la red, por favor conectese de nuevo!
ru: Обнаружена проблема сетевого подключения. Попробуйте еще раз!

# NoFindDevice
source: Can not find device, make sure that the model is set to dn Mode!
es: No ha sido posible detectar el dispositivo, asegurese que el modelo esté en Modo dn!
ru: Проверьте, что устройство подключено и установлен режим "dn"!

source: Operations begin ...
es: Iniciando operaciones...
ru: Процесс пошел…

# ReadingInfo
source: Reading device information ...
es: Leyendo información del dispositivo ...
ru: Чтение данных устройства ...

# ReadingInfoFailed
source: Failed to read device information, the device will reset after five seconds!
es: Error al leer la información del dispositivo, el dispositivo se reiniciará en 5 segundos.
ru: Ошибка чтения данных устройства. Перезагрузка устройства через 5 секунд!

# ResetFailed
source: Failed to reset device, please re-update!
es: Error al reiniciar el dispositivo! Inténtalo de nuevo!
ru: Ошибка перезагрузки устройства. Попробуйте еще раз!

# ReviseFailed
source: Failed to download the revise code, network congestion detected!
es: Error al descargar el código de revisión, la red está sobrecargada!
ru: Ошибка загрузки кода проверки, сеть перегружена!

source: Server
es: Servidor
ru: Сервер

# SizeIsNull
source: No Data.(Size)
es: No hay datos!
ru: Нет информации

# SwitchToAtmel
source: Re-switch device failure, please re-connect the USB and re-update!
es: Error al cambiar a Atmel, por favor reconecte el USB e inténtelo de nuevo!
ru: Ошибка перезагрузки устройства. Переподключите USB кабель и попробуйте еще раз!

# SwitchToBooreeFailure
source: Switch device failure, please re-connect the USB and re-update!
es: Error al cambiar a Booree, por favor reconecte el USB e inténtelo de nuevo!
ru: Ошибка подключения устройства. Переподключите USB кабель и попробуйте еще раз!

source: User authentication ...
es: Autenticación de usuario ...
ru: Идентификация пользователя ...

# UserDatabaseFailed
source: Failed to download the user database, network congestion detected!
es: Error al descargar la base de datos de usuario, la red está sobrecargada!
ru: Ошибка загрузки базы данных пользователей, сеть перегружена!

# VoiceFailed
source: Failed to download voice, network congestion detected!
es: Error al descargar la voz, la red está sobrecargada!
ru: Ошибка загрузки речевых сообщений, сеть перегружена!

# VoiceTableFailed
source: Failed to download voice table, network congestion detected!
es: Error al descargar la tabla de voces, la red está sobrecargada!
ru: Ошибка загрузки таблицы речевых сообщений, сеть перегружена!

source: Voice table update ...
es: Actualizando tabla de voces ...
ru: Обновление таблицы речевых сообщений ...

source: Voice update ...
es: Actualizando voces ...
ru: Обновление речевых сообщений ...

source: Welcome speech update ...
es: Actualizando mensaje de bienvenida ...
ru: Обновление приветственного сообщения ...

# WelcomeSpeechVoiceFailed
source: Failed to download welcome speech voice, network congestion detected!
es: Error al descargar la voz del mensaje de bienvenida, la red está sobrecargada!
ru: Ошибка загрузки приветствия, сеть перегружена!

# WriteDatabaseFailed
source: Failed to write database, please re-update!
es: Error al escribir la base de datos! Inténtelo de nuevo!
ru: Ошибка загрузки базы данных! Попробуйте еще раз!

# WriteInitializationFailure
source: Device Initialization failure, please re-update!(Write)
es: Error al inicializar el dispositivo! Inténtelo de nuevo! (Escritura)
ru: Ошибка инициализации устройства. Попробуйте еще раз!

# WriteResetFailed
source: Failed to reset device, please re-update!(Write)
es: Error al reiniciar el dispositivo! Inténtalo de nuevo! (Escritura)
ru: Ошибка перезагрузки устройства. Попробуйте еще раз!

# WriteVoiceFailed
source: Failed to write voice, please re-update!
es: Error al escribir la voz! Inténtalo de nuevo!
ru: Ошибка записи голосовых сообщений! Попробуйте еще раз!

# WriteVoiceTableFailed
source: Failed to write voice table, please re-update!
es: Error al escribir la tabla de voces! Inténtelo de nuevo!
ru: Ошибка записи таблицы голосовых сообщений! Попробуйте еще раз!

# WriteWelcomeSpeechVoiceFailed
source: Failed to write welcome speech voice, please re-update!
es: Error al escribir la voz de bienvenida! Inténtelo de nuevo!
ru: Ошибка записи голосового приветствия! Попробуйте еще раз!

# WrongModel
source: Please select the correct model!
es: Por favor, seleccione el modelo correcto!
ru: Пожалуйста, выберите соответствующую модель!
